[
    {
        "name": "Ted",
        "ep": "S01E08",
        "text": "Questions like, 'Have you played a lot of darts, Ted?' To which I would've answered, 'Yes, sir. Every Sunday afternoon at a sports bar with my father, from age ten till I was 16, when he passed away.",
        "score": -0.59
    },
    {
        "name": "Ted",
        "ep": "S02E02",
        "text": "No. No, my father was a lot harder on himself than he ever was on me.",
        "score": -0.87
    },
    {
        "name": "Ted",
        "ep": "S02E08",
        "text": "My father killed himself when I was 16. That happened to me and, uh, to my mom.",
        "score": -0.93
    },
    {
        "name": "Ted",
        "ep": "S02E10",
        "text": "Nope, nope. I didn't go to my dad's funeral. 'Cause he quit. You know, he quit on his family. He quit on himself. And I hated him for that. I think I still hate him for it.",
        "score": -0.99
    },
    {
        "name": "Ted",
        "ep": "S02E10",
        "text": "He was a good man, you know. Real chatterbox, believe it or not. Probably could have been a little bit better listening box at times.",
        "score": 0.58
    },
    {
        "name": "Ted",
        "ep": "S02E10",
        "text": "When I was in fifth or sixth grade, there was this book called Johnny Tremain, and our homework for, like, a month was to read this book. At the end of the month, I hadn't read a lick of it, you know. And we had a test, big test, like, the next day. And the night before, I was anxious as all heck, and I couldn't sleep, and my dad starts getting after me about that. And I start crying. And he's like, 'Whoa, buddy. What's wrong? What's wrong?' And I tell him what's up. And he says, 'Hey, don't worry about it, okay. Just go up to your room, lay your head on your pillow and think about something you're looking forward to.' So that's what I did. Next morning, I wake up, and he says, 'Hey, you ain't gonna ride your bike to school. I'm gonna drive you.' And I'm like, 'All right.' And on the way to school, he talks me through the entire book, like it's a, uh, a bedtime story or something. 'Cause he stayed up all night, the whole night, reading the whole damn thing, 'cause he didn't want his little boy stressed out over some stupid, silly test . And I ended up getting an A. He was a good dad. And I don't think he knew that.",
        "score": 0.28
    },
    {
        "name": "Ted",
        "ep": "S02E10",
        "text": "I think if he would've known how good he was at stuff he didn't really care about being good at, he... I don't think he would've done what he... And I wish I would've told him. I wish I would've told him more. I was just so angry at him. ' Cause he was always going to work and just out with friends or something like that, and then he was gone.",
        "score": -0.78
    },
    {
        "name": "Ted",
        "ep": "S02E11",
        "text": "I mean, my wife left me, my dad left me, and you, more than anyone in the world , knows how I feel when I get abandoned, and you just left.",
        "score": -0.66
    },
    {
        "name": "Jamie",
        "ep": "S01E06",
        "text": "Once I got good though, me old man started showing up, didn't he? You know, bragging to all his mates every time I scored a goal . Calling me 'soft' if I didn't... dominate, you know. And I... And I hated that. I actually fucking hated that.",
        "score": -0.41
    },
    {
        "name": "Jamie",
        "ep": "S02E02",
        "text": "Did it to piss off me dad. Mmm. He was just on me after every match. How I played, how many minutes I played, how I sat on the bench when I didn't play. Mmm. Just drove me fucking mad. He can be a bit ... Yeah.",
        "score": -0.95
    },
    {
        "name": "Jamie",
        "ep": "S02E08",
        "text": "Um... Can I get me dad and his two mates on the list for Wembley tickets, please? Put 'em in the car park for all I care.",
        "score": -0.55
    },
    {
        "name": "Jamie",
        "ep": "S02E08",
        "text": "Mine's not complicated. He's just a dick. Every situation , he does exactly what a dick would do. Not much you can do with that. Know what I mean?",
        "score": -0.88
    },
    {
        "name": "Jamie",
        "ep": "S02E08",
        "text": "Don't speak to me like that. Huh? Don't speak to me like that. Huh? Don't speak to me like that.",
        "score": -0.65
    },
    {
        "name": "Jamie",
        "ep": "S02E08",
        "text": "Oh, gentlemen! gentlemen! Hey, it's a tough one, lads. It's a tough one, but no shame to it, 'cause, you know, we only ever beat, uh, everybody we play. So you pups had no chance. Oh. And there he is, my son. My own flesh and blood. Poor Jamie, my son. Now, maybe I'm thinking his heart's still in Manchester and that's why he missed that sitter in the first half. Oh. Whoo! You absolutely balled it. You balled it. What were you thinking? I'm only kidding, hey. Hey, look, do us a favor and get Denbo and Bug past security. They wanna go on the pitch, take a few snaps, yeah? I'd rather 'em not. Yeah, they just want to look around. It'll only take a second. Doosh. I'd rather 'em not. What? What, you're not gonna all go little moody bitch just 'cause you got your arse served to you on a plate, are ya? Don't speak to me like that. Huh? Don't speak to me like that. Huh? Don't speak to me like that. Okay, well, let's see if you can hear this, hmm? You know that ickle TV show you made? You made it easier for Manchester City to kick you to the curb. And look where you are now. Twaddling about with a bunch of amateurs. No offense, no offense. Huh? Don't turn your back on me, you pussy.",
        "score": -0.36
    },
    {
        "name": "Nate",
        "ep": "S01E05",
        "text": "Oh, well, uh, my dad used to be a cartographer. Used to say I was .001 miles tall.",
        "score": 0.34
    },
    {
        "name": "Nate",
        "ep": "S02E04",
        "text": "He can be very tricky to shop for. Oh, he's one of them fellas that buys everything for himself, huh? Oh, I wish. No, he just hates everything.",
        "score": -0.93
    },
    {
        "name": "Nate",
        "ep": "S02E05",
        "text": "I just-- I would really like the window table, you know, just to impress my dad.",
        "score": 0.82
    },
    {
        "name": "Nate",
        "ep": "S02E05",
        "text": "Um, it's, uh, A Taste of Athens in T-Tooting. Did he just say, 'Tooting'? Tooting. It's his parents' favorite place. Well, it's the place that my dad complains about the least.",
        "score": -0.4
    },
    {
        "name": "Nate",
        "ep": "S02E05",
        "text": "Stop blabbing up the young lady. Your mother's hungry... I'm not a dog.",
        "score": -0.78
    },
    {
        "name": "Nate",
        "ep": "S02E06",
        "text": "Yeah... I try to be outwardly supportive of all relationships due to my dad sabotaging one of my first loves. In year four, he sat me and my classmate, Nadia Shookums, down in the living room and said he thought we could both do better. Well, she listened to him.",
        "score": 0.48
    },
    {
        "name": "Nate",
        "ep": "S02E07",
        "text": "Would you look at that. They'll let anyone in the newspapers nowadays, won't they? They say humility is not thinking less of yourself but thinking about yourself less.",
        "score": -0.32
    },
    {
        "name": "Sam",
        "ep": "S01E02",
        "text": "My dad used to... always used to pinch my earlobes for good luck.",
        "score": 0.88
    },
    {
        "name": "Sam",
        "ep": "S01E02",
        "text": "Uh, you know, my father says every time he sees you on TV, he's very happy that I am here. That I'm in safe hands with you.",
        "score": 0.97
    },
    {
        "name": "Sam",
        "ep": "S02E08",
        "text": "Sam... Do you know why I'm calling? Um, no, sir. I'm calling because Cerithium Oil has just been ordered to stop operating in Nigeria. Wait, what? Wait, that's incredible! And you were the butterfly whose wings made this happen. I'm so proud of you, my son. Thank you, Dad. I mean, look, I only did it because you inspired me to. I appreciate you saying that, because it's absolutely true. I love you. I love you too. Okay, bye-bye.",
        "score": 0.86
    },
    {
        "name": "Sam",
        "ep": "S02E11",
        "text": "Hello, Dad. Yeah. It was incredible. Yeah, yeah, he took me to a museum. An... And then we had Nigerian food!",
        "score": 0.91
    },
    {
        "name": "Sam",
        "ep": "S02E12",
        "text": "Samuel, you're overthinking this. Relax. Stop looking for the answer and let the answer come to you. If you open yourself to it, the universe will give you a sign. Daddy, w-with all due respect, isn't this decision too important to be left to the universe? The universe has always put me on the right path. The universe told me to marry your mother and to buy Bitcoin in 2009. 2009! Okay, Dad. I'll keep an eye out for any messages from the universe. Uh -huh. I love you. I love you.",
        "score": 0.64
    },
    {
        "name": "Rebecca",
        "ep": "S02E06",
        "text": "Forget every word she just said. They do this every couple of years. My dad acts up, then she leaves him. Then they 'move on.' Then he buys her some expensive, environmentally conscious gift and they'll be back together in a week .",
        "score": -0.51
    },
    {
        "name": "Rebecca",
        "ep": "S02E10",
        "text": "I don't want to do a eulogy. It would look awful if you didn't say anything at your own father's funeral . I don't care. I've got nothing nice to say.",
        "score": -0.93
    },
    {
        "name": "Rebecca",
        "ep": "S02E10",
        "text": "Dad cheated on you, and I saw it. When you were away, and I was meant to be staying the night with Sassy.",
        "score": -0.91
    },
    {
        "name": "Rebecca",
        "ep": "S02E10",
        "text": "Then I hate you too. I hate you for letting him treat you like that.",
        "score": -0.92
    },
    {
        "name": "Rebecca",
        "ep": "S02E10",
        "text": "Um, my father... was, um... We're no strangers to love...",
        "score": 0.61
    },
    {
        "name": "Phoebe",
        "ep": "S02E08",
        "text": "Can I start with a quick personal question? Phoebe's dad... Oh, he's a piece of shit. Is he alive? Sorry, yeah. He's a living piece of shit .",
        "score": -0.98
    }
]
